export default {
  죽전: {
    건축대학: ['건축공학과', '건축학과(5년)'],
    공과대학: [
      '고분자공학과',
      '기계공학과',
      '소프트웨어학과',
      '응용컴퓨터공학과',
      '전자전기공학부 전자전기공학전공',
      '전자전기공학부',
      '토목환경공학과',
      '파이버시스템공학과',
      '화학공학과'
    ],
    국제대학: [
      '국제경영학과',
      '국제경영학전공',
      '국제자유전공학부',
      '글로벌경영학전공',
      '모바일시스템공학과',
      '모바일시스템공학전공',
      '소프트웨어학 전공',
      '영상 연기 & 제작 전공',
      '한국학전공'
    ],
    문과대학: [
      '국어국문학과',
      '사학과',
      '영미인문학과',
      '영어영문학과',
      '일어일문학과',
      '중어중문학과',
      '철학과'
    ],
    법과대학: ['법학과'],
    사범대학: [
      '과학교육과 물리',
      '과학교육과 생물',
      '과학교육과 화학',
      '과학교육과',
      '수학교육과',
      '체육교육과',
      '특수교육과 중등특수교육',
      '특수교육과 초등특수교육',
      '특수교육과',
      '한문교육과'
    ],
    사회과학대학: [
      '도시.계획부동산학부 도시지역계획학',
      '도시계획부동산학부 부동산학',
      '도시계획부동산학부',
      '상담학과',
      '응용통계학',
      '정치외교학과',
      '커뮤니케이션학부 광고홍보',
      '커뮤니케이션학부 영상콘텐츠',
      '커뮤니케이션학부 저널리즘',
      '커뮤니케이션학부',
      '행정학과'
    ],
    상경대학: [
      '경영학부 경영정보학',
      '경영학부 경영학',
      '경영학부 회계학',
      '경영학부',
      '경제학과',
      '마이스터경영학과(야)',
      '무역학과'
    ],
    예술디자인대학: [
      '공연영화학부 뮤지컬전공',
      '공연영화학부 연극전공',
      '공연영화학부 영화전공',
      '공연영화학부',
      '도예과',
      '커뮤니케이션디자인과',
      '패션산업디자인과'
    ],
    음악대학: [
      '관현악과',
      '관현악과(관악)',
      '관현악과(현악)',
      '국악과',
      '기악과',
      '기악과(관악)',
      '기악과(피아노)',
      '기악과(현악)',
      '성악과',
      '작곡과',
      '피아노과'
    ],
    자연대학: [
      '분자생물학과(죽전)',
      '식품영양학과(죽전)',
      '응용물리학과',
      '정보통계학과',
      '화학과(죽전)'
    ],
    'SW융합대학': [
      '소프트웨어학과',
      '응용컴퓨터공학과',
      '모바일시스템공학과',
      'SW융합학부'
    ]
  },
  천안: {
    간호대학: ['간호학과'],
    경상대학: [
      '경영정보학',
      '경영학',
      '경영학부',
      '국제통상학부 경제학전공',
      '국제통상학부 무역학전공',
      '국제통상학부',
      '회계학'
    ],
    공공인재대학: [
      '경영학과(야)',
      '공공관리학과',
      '공공관리학과(야)',
      '사회복지학과',
      '산업경영학과(야)',
      '심리학과',
      '해병대군사학과',
      '환경자원경제학과'
    ],
    공학대학: [
      '멀티미디어공학과',
      '응용화학공학과',
      '전자공학과',
      '컴퓨터과학과',
      '토목환경공학과'
    ],
    보건과학대학: [
      '보건행정학과',
      '생명의료정보학과',
      '심리치료학과',
      '임상병리학과',
      '치위생학과'
    ],
    생명자원대학: [
      '녹지조경학과',
      '동물자원학과',
      '식량생명공학과',
      '환경원예학과'
    ],
    스포츠과학대학: [
      '국제스포츠학과',
      '생활체육학과',
      '스포츠경영학과',
      '운동처방재활학과',
      '태권도학과'
    ],
    약학대학: ['약학과'],
    예술대학: [
      '공예과',
      '동영화과',
      '문예창작과',
      '미술학부 공예전공',
      '미술학부 동양화전공',
      '미술학부 서양화전공',
      '미술학부 조소전공',
      '생활음악과',
      '서양화과',
      '시각디자인과',
      '음악과',
      '음악과(관악)',
      '음악과(피아노)',
      '음악과(현악)',
      '조소과'
    ],
    외국어대학: [
      '독일어과',
      '러시아어과',
      '몽골학과',
      '스페인어과',
      '영어과',
      '일본어과',
      '중국어과',
      '중동학과',
      '포르투갈(브라질)어과',
      '프랑스어과'
    ],
    융합기술대학: [
      '디스플레이공학과',
      '산업공학과',
      '식품공학과',
      '신소재공학과',
      '에너지공학과',
      '원자력융합공학과',
      '제약공학과'
    ],
    의과대학: ['의예과', '의학과'],
    인문대학: ['역사학과', '한국어문학과'],
    자연과학대학: [
      '나노바이오의과학과',
      '물리학과',
      '미생물학과',
      '분자생물학과',
      '생명과학과',
      '수학과',
      '식품영양학과(천안)',
      '화학과(천안)'
    ],
    치과대학: ['치의예과', '치의학과'],
    행정복지대학: ['법무행정학과']
  }
}
